Repository: oguzparlak/Volla
Catalog: GameDemo/Assets/*.lproj/Localizable.strings
Languages: tr

source: Success !
tr: Tebrikler !

source: Score based on time
tr: Zaman bazlı puan

source: Combo count
tr: Kombo sayın

source: Difficulity multiplier
tr: Zorluk çarpanı

source: Total
tr: Toplam

source: Highscore
tr: En Yüksek Puan

source: Continue
tr: Devam

# matchSmileys
source: Try to match smileys with each other
tr: Emojileri eşleştir

# matchAnimals
source: Try to match animals with each other
tr: Hayvanları eşleştir

# matchNumbers
source: Try to match the numbers inside the squares
tr: Sayıları eşleştir

# matchFoods
source: Try to match the foods with each other
tr: Yiyecekleri eşleştir

# matchClothes
source: Try to match the clothes with each other
tr: Kıyafetleri eşleştir

# matchObjects
source: Try to match the objects with each other
tr: Objeleri eşleştir

# matchPlants
source: Try to match the plants with each other
tr: Bitkileri eşleştir

# matchSymbols
source: Try to match the symbols with each other
tr: Sembolleri eşleştir

source: Good Luck !
tr: Bol şans !

source: Easy
tr: Kolay

source: Medium
tr: Orta

source: Hard
tr: Zor

source: Cancel
tr: İptal

# pointsFromCombo
source: Score via Combo
tr: Kombo Puanın

# basePoints
source: Base Point
tr: Baz Puan

# opportunity
source: An opportunity !
tr: Fırsat !

# downgradeWarning
source: You'll be downgraded 1 level back. Watch an ad to play again.
tr: 1 seviye geri düşeceksin. Reklam izleyerek tekrar oynayabilirsin.

# levelDowngradeWarning
source: If you close the game your level will be downgraded.
tr: Oyundan çıkarsan 1 seviye geri düşeceksin.

# downgradeOnNoConnection
source: No active Internet connection found. Your level is downgraded.
tr: İnternet bağlantınızda bir sorun var.

source: Watch Ad
tr: Reklam İzle

source: Close
tr: Kapat

source: Warning
tr: Uyarı

source: Stay
tr: Oyunda Kal

source: Exit
tr: Çık

source: Again ?
tr: Bir Daha ?

# checkpointMessage
source: Checkpoint saved your life. You can try again.
tr: Checkpoint hayatını kurtardı. Tekrar deneyebilirsin.

source: Try Again
tr: Tekrar Dene

source: Good Job !
tr: Tebrikler !

# levelPassed
source: Level %d passed. New checkpoint unlocked !
tr: Level %d geçildi. Yeni checkpoint açıldı.

# difficulityPassed
source: %@ passed. New difficulity unlocked !
tr: %@ geçildi. Yeni zorluk seviyesi açıldı !

source: Choose difficulity
tr: Zorluk seviyesi seç

source: Progress
tr: Gelişim
